{
    "version": "https://jsonfeed.org/version/1",
    "title": "Lucas Bramas",
    "description": "",
    "home_page_url": "https://lucas-bms.github.io/gh-pages",
    "feed_url": "https://lucas-bms.github.io/gh-pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "Lucas"
    },
    "items": [
        {
            "id": "https://lucas-bms.github.io/gh-pages/hello/",
            "url": "https://lucas-bms.github.io/gh-pages/hello/",
            "title": "Hello 👋",
            "summary": "I'm Lucas, service designer. My role is to support organizations in the development of their products and services, with a&hellip;",
            "content_html": "<h5>I'm Lucas, service designer. My role is to support organizations in the development of their products and services, with a view to solving social challenges. My aim is to contribute to their inclusivity, sustainability and positive impact, while ensuring concrete implementation.</h5>\n<h6> </h6>\n<h6>My Approach</h6>\n<p>To fully grasp the scope of your project, whether it's a problem to be solved, a system to be developed, an ecosystem to be explored or even an idea, it's imperative to cultivate analytical clarity by delving into the lived experience of all the players who interact with it. In this context of complexity, different approaches enable us to discover systems, interactions, players, uses, etc. and to put hypotheses to the test, thus shedding light on the trajectory to follow to bring your project to fruition and invest in it concretely, from idea to realization.<br><br>A methodology resolutely adapted to a global apprehension of the system as well as of users and their environment, in close connection with the product/service, proves to be essential for formulating targeted hypotheses, valid and perennial proposals. This approach encompasses :</p>\n<ul>\n<li>Field research (systemic analysis of experience, mapping of players, relationships, dynamics, needs and problems);</li>\n<li>Exploration and definition of sustainable issues (social, environmental, technical);</li>\n<li>In-depth research into the needs of different users (internal or external to the organization);</li>\n<li>Collaborative workshops with stakeholders;</li>\n<li>Development of a roadmap for ongoing strategy, experimentation and optimization of the service and business model.</li>\n</ul>\n<h6> </h6>\n<h6>To contact me</h6>\n<section id=\"contact\"></section>\n<p><a title=\"contact@lucasbramas.com\"><span class=\"etc\" title=\"contact@lucasbramas.com\">contact@lucasbramas.com</span></a></p>\n<p><a href=\"https://mastodon.social/@lucasbms\" target=\"_blank\" rel=\"noopener noreferrer\">Mastodon</a></p>\n<p><a href=\"https://www.linkedin.com/in/lucasbramas/\" target=\"_blank\" rel=\"noopener noreferrer\">Linkedin</a></p>",
            "author": {
                "name": "Lucas"
            },
            "tags": [
            ],
            "date_published": "2023-08-09T18:15:15+02:00",
            "date_modified": "2023-08-09T19:52:27+02:00"
        },
        {
            "id": "https://lucas-bms.github.io/gh-pages/mark-down/",
            "url": "https://lucas-bms.github.io/gh-pages/mark-down/",
            "title": "mark down",
            "summary": "Source: [[Acumen]] Tags: #course Date: 2304252050 Related Notes: This module will introduce a step-by-step process for understanding the dynamics surrounding&hellip;",
            "content_html": "<p>Source: [[Acumen]]\nTags: #course \nDate: 2304252050\nRelated Notes: </p>\n<hr>\n<p>This module will introduce a step-by-step process for understanding the dynamics surrounding a complex challenge and identifying an opportunity to intervene: systems thinking.</p>\n<h3 id=\"objectives\">Objectives</h3>\n<ol>\n<li>Understand how systems thinking helps us make sense of complex environmental and social challenges.</li>\n<li>Discover the enabling and inhibiting forces that surround an environmental challenge.</li>\n<li>Map the upstream causes and downstream effects of these factors and illustrate feedback loops</li>\n<li>Identify an opportunity (“leverage point”) to intervene in your challenge and begin to change the system</li>\n</ol>\n<h3 id=\"readings-and-videos\">Readings and videos</h3>\n<p><strong>Recommend resources:</strong> Watch these videos from <a href=\"https://youtu.be/fgKK0CXkVvk\">BioLite</a> and <a href=\"https://youtu.be/ZdBJ9G40GEs\">BURN Manufacturing</a> to learn more about the link between deforestation and cooking, and then read this <a href=\"https://www.nytimes.com/2019/05/12/climate/electronic-marvels-turn-into-dangerous-trash-in-east-africa.html\">article from the New York Times</a> (<a href=\"https://drive.google.com/open?id=1ZOlgKtnKVbE9aYTSY8CDUR7AelrA3mF4\">PDF</a>) to learn about the unintended consequences of energy products in East Africa.</p>\n<h1 id=\"readings-2\">Readings 2</h1>\n<p>Take a moment to reflect on the challenges below:</p>\n<ul>\n<li>Plastic pollution in the ocean  </li>\n<li>The refugee crisis in Syria  </li>\n<li>Childhood malnutrition in Haiti + Homelessness in San Francisco + Deforestation in the Amazon  </li>\n<li>Climate change</li>\n</ul>\n<h2 id=\"wicked-problems\">Wicked problems</h2>\n<p>These types of complex challenges, sometimes referred to as “wicked problems,” share several characteristics:</p>\n<ul>\n<li>The problem is constantly evolving.</li>\n<li>There are no widely accepted solutions.</li>\n<li>There is no clear stopping point when your work is done.</li>\n<li>Your outcome will not be “right” or “wrong,” but simply better or worse.</li>\n<li>Your approach may unexpectedly create new problems.\nThis module will introduce an approach that conservation organizations, social entrepreneurs, and policymakers have found particularly effective when addressing these complex challenges: systems thinking.\nYou may find that stakeholders have radically different values and beliefs about these environmental and social challenges, as well. That can make it even tougher to frame your problem and arrive at a solution.</li>\n</ul>\n<h2 id=\"what-is-systems-thinking\">What is systems thinking?</h2>\n<p>A system is made up of interconnected elements.</p>\n<ul>\n<li>It can be an ecosystem, such as the Amazon rainforest or a coastal community. It can also be a social system, such as a public education system or a national economy.</li>\n<li>Systems thinking is an approach to problem- solving that helps us make sense of complex challenges. Through this approach, you gain a deeper understanding of the dynamics surrounding a problem so you can develop solutions that create \u0000\u0000\u0000\u0000\u0000\u0000\u0000 change and avoid unintended negative consequences. The goal is to strategically identify places where you can intervene in \u0000 system to produce the most significant impact\u0000</li>\n<li>When we talk about systems thinking, we’re not just creating a list of stakeholders. We need to understand all of the forces in our system — including people, social norms, trends, institutions, laws, policies, and natural resources — and the interactions between them.</li>\n<li>Then we will introduce a step-by-step method of systems thinking that was developed by The Omidyar Group. You will learn how to identify the upstream causes and downstream effects of forces in your system, and then illustrate how these forces interact in feedback loops to bring you closer or further from your desired outcome. By the end of the module, you will understand how to find potential leverage points to begin changing your system.</li>\n</ul>\n<h2 id=\"case-study-transforming-a-fishing-community-in-mexico-through-systems-thinking\">Case Study: Transforming a Fishing Community In Mexico through Systems Thinking</h2>\n<ul>\n<li><p>“The\u0000 explained that all my preconceived ideas about illegal fishing were wrong,” she said. “Their situation wasn’t easy. We began having human conversations, and we began to understand each other’s sides of the system.” As NOS spent more time with the fishing community, they better understood the forces that contributed to overfishing.</p>\n</li>\n<li><p>The vicious cycle of limited job opportunities and overfishing continued, severely depleting the local fishery and placing the ocean’s biodiversity at risk.</p>\n</li>\n<li><p>The First Attempt to Map the System Their relationship with the fishermen was still tense. But NOS formed connections with local women, and they began to understand the motivations, norms, and concerns of the households.</p>\n</li>\n<li><p>cartograghié le systéme</p>\n<ul>\n<li>comprendre les motivations, les normes et les préoccupations des ménages</li>\n<li>map les forces et dynamiques du systémes</li>\n<li>Il faut construire le systéme avec les gens</li>\n<li>Il faut commencé par écouté</li>\n</ul>\n</li>\n<li><p>Liliana and her team learned two lessons about systems change:\u0000\u0000 \u0000\u0000\u0000\u0000\u0000</p>\n</li>\n</ul>\n<ol>\n<li><em>Systems change cannot be acheived by an individual</em></li>\n<li><em>Systems change requires listening to perspectives beyond your own and building a collective understanding of a challenge.</em></li>\n</ol>\n<blockquote>\n<p>“Our societies are so used to filling all the silence with noise. But it is only through silence that you learn to listen.”</p>\n</blockquote>\n<h3 id=\"reflection\">Reflection</h3>\n<ul>\n<li>Before reading this case study, how might you have approached the restoration of El Manglito? Would you do anything differently today?</li>\n<li>What mistakes did NOS avoid by following a systems approach?</li>\n<li>Do you recall the “forces,” “vicious circle,” and “leverage points” in this case study?</li>\n</ul>\n<h2 id=\"step-by-step-process\">Step-by-step process</h2>\n<p>Systems thinking makes sense of complicated environments and uncovers opportunities for lasting positive change. In the next section, we will introduce a step-by-step process for understanding the dynamics surrounding your own complex environmental challenge.</p>\n<h3 id=\"step-1-understand-the-dynamics-and-environmental-challenge\">Step 1. Understand the dynamics and environmental challenge</h3>\n<ul>\n<li>commencer par décrire “guiding star”, les résultats idéals que l’on veut atteindre.<ul>\n<li>exemple : Guiding star: A system where Kenyans do not engage in deforestation to meet their needs for energy, housing, or income.</li>\n</ul>\n</li>\n<li>On décrit les forces qui nous rapproche ou éloigne de la Guiding Star : enabler et inhibitor. Ca peut être: des personnes, socials norms, trends, institutions, laws, policies, or natural resources that exist in your system today.<ul>\n<li><strong>==Enablers==</strong> support the health of a system and foster positive change.</li>\n<li><strong>==Inhibitors==</strong> damage the health of a system and prevent us from achieving positive change.</li>\n<li>Il est plus facile de commencer par forces négatives de notre systems.</li>\n<li>Pour le workshop, on commencera par identifier les inhibitors and enablers in our system.</li>\n</ul>\n</li>\n</ul>\n<h3 id=\"step-2-identify-upstream-causes-and-downstream-effects-les-causes-en-amont-et-les-effets-en-aval\">Step 2. Identify upstream causes and downstream effects (<em>les causes en amont et les effets en aval</em>)</h3>\n<ul>\n<li>On peut voir des forces ou thèmes, qui semble important dans le fonctionnement de notre système.</li>\n<li>On va sélectionner quelques thèmes que l’on veut explorer. Ensuite déterminer leurs causes en amont et leurs effets en aval.</li>\n</ul>\n<p>Upstream causes: What causes the theme? (Ex: “____ causes this theme.”) \nDownstream effects: What are the theme’s effects? (Ex: “This theme leads to ____.”)</p>\n<ul>\n<li>vous devez étudier les causes en amont et les effets en aval pour plusieurs thèmes.</li>\n</ul>\n<h3 id=\"step-3-build-feedback-loops\">Step 3: Build feedback loops</h3>\n<ul>\n<li>Une fois que vous aurez identifié les thèmes importants qui façonnent votre système, puis déterminé leurs causes et leurs effets, il sera temps de visualiser comment toutes ces forces sont liées.</li>\n<li>Feedback loops illustrate how forces are interacting in your system</li>\n<li>Each feedback loop represents one piece of the puzzle. For that reason, it is essential to create feedback loops for all of the important themes in your system.</li>\n</ul>\n<p>Three types of loops:</p>\n<ul>\n<li><strong>Vicious Circle</strong>: the situation is getting worse and worse (farther from your guiding star)</li>\n<li><strong>Virtuous Circle</strong>: the situation is getting better and better (closer to your guiding star)</li>\n<li><strong>Stabilizing</strong>: the situation has reached an equilibrium</li>\n</ul>\n<blockquote>\n<p>mettre plus de details sur les loops ici + images</p>\n</blockquote>\n<p>Après avoir créer le feedback loops, se poser les questions:</p>\n<ul>\n<li>How would you tell the story of your system? Did you uncover any surprising connections? What patterns or dynamics are driving the social challenge that exists today?</li>\n</ul>\n<p>Si on fait tout le système, qui peut prendre plusieurs semaines/mois, on eut les connecter ensemble dans un systems maps.</p>\n<blockquote>\n<p>“Systems change is about shifting the conditions that are holding the problem in place.”</p>\n</blockquote>\n<h3 id=\"step-4-finding-leverage-points\">Step 4: Finding leverage points</h3>\n<ul>\n<li>Il est temps de chercher des domaines où l’on peut changer le système: appeler “leverage points” . Les “leverage points”-points de levier sont des endroits où une intervention modeste peut avoir un impact considérable.</li>\n<li>Il y a différente façon de faire:<ul>\n<li>Affaiblir une dynamique qui aggrave votre système.</li>\n<li>Renforcer une dynamique qui améliore votre système.</li>\n<li>Créer une nouvelle dynamique pour rapprocher le système de votre étoile directrice.</li>\n</ul>\n</li>\n</ul>\n<p>Questions pour identifier les points forts (bright spots) and areas (les domaines) où le système a peu de chances de changer :</p>\n<ul>\n<li><strong>Where is the system frozen?</strong> <em>This is where the system is firmly entrenched and unlikely to change.</em></li>\n<li><strong>Where is there energy for change?</strong> <em>Look for places where energy is disrupting the status quo or beginning to cause new patterns to emerge.</em></li>\n<li><strong>Where are the bright spots?</strong> <em>These are places where positive change is already happening, even if the system may overall be moving away from your guiding star.</em></li>\n<li><strong>Where is there potential for ripple effects?</strong> <em>These are especially strong factors or dynamics that have the potential to affect other factors or dynamics downstream.</em></li>\n</ul>\n<p>List of areas for intervention where a small shift in one thing can produce big changes:</p>\n<ul>\n<li><strong>Subsidies, taxes, and standards</strong> <em>Example</em>: Governments can introduce policies to discourage deforestation, such as designating lands as protected or banning the import of illegal wood products.</li>\n<li><strong>Access to information</strong> <em>Example</em>: If households understand the health impacts of wood-burning stoves and the expenses over time, they might choose cleaner cooking methods.</li>\n<li><strong>Incentives, punishments, and constraints</strong> <em>Example</em>: You could punish people who take part in illegal logging or offer them incentives to engage in another activity.</li>\n</ul>\n<p>Before select a leverage point, consider these questions:</p>\n<ul>\n<li>Does this reflect my values and beliefs?</li>\n<li>Do I have the capacity to carry out this intervention?</li>\n<li>Does this make use of my unique skills or competitive advantages?</li>\n</ul>\n<hr>\n<h1 id=\"workshop-2-build-a-feedback-loop-and-find-a-leverage-point\">Workshop 2. Build a Feedback Loop and Find a Leverage Point</h1>\n<ul>\n<li>Ce workshop est pour comprendre les forces qui conduisent notre challenge et identifier les potentielles endroit où intervenir. </li>\n<li>Voir plus le MOOC ‘Systems Practice: A Practical Approach to Move from Impossible to Impact.”</li>\n</ul>\n<h3 id=\"dérouler-du-workshop-systems-thinking\">Dérouler du workshop Systems Thinking</h3>\n<ul>\n<li><strong>Tâche</strong><ul>\n<li>Identify a Leverage Point</li>\n</ul>\n</li>\n<li><strong>Suggested Agenda</strong><ol>\n<li>Check In (10 minutes)<ul>\n<li>Sélectionner le design challenge du module 1. Ecrire le goal pour le system dans la forme de la “Guiding star”</li>\n</ul>\n</li>\n<li>Map your Enablers and Inhibitors (30 minutes)<ul>\n<li>Utiliser les termes Enablers and Inhibitors en utilisant les labels, en ce posant la question “What accounts for…?”</li>\n</ul>\n</li>\n<li>Map your Upstream and Downstream Effects (30 minutes)<ul>\n<li>Which forces (or “themes”) seem most important in shaping the current state of your system?</li>\n<li>Select two theme que lon veut explorer. Déterminer les upstream causes and downstream effects.</li>\n<li>Upstream causes: What causes the theme? (Ex: is responsible for this theme.”)</li>\n</ul>\n<ul>\n<li>Downstream effects: What are the theme’s effects? (Ex: “This theme leads to ___”)</li>\n</ul>\n</li>\n<li>Build a Feedback Loop (30minutes)<ul>\n<li>create one feedback loop that illustrates an important dynamic in the system.</li>\n</ul>\n</li>\n<li>Complete the Worksheet and Upload Assignment 2 (20 minutes)</li>\n</ol>\n</li>\n<li><strong>Supplies</strong><ul>\n<li>Post-it Notes or index cards</li>\n</ul>\n<ul>\n<li>Markers or pens</li>\n<li>Paper</li>\n<li>A large blank wall or whiteboard</li>\n</ul>\n</li>\n</ul>\n",
            "author": {
                "name": "Lucas"
            },
            "tags": [
            ],
            "date_published": "2023-06-28T18:22:48+02:00",
            "date_modified": "2023-06-28T18:23:18+02:00"
        },
        {
            "id": "https://lucas-bms.github.io/gh-pages/home/",
            "url": "https://lucas-bms.github.io/gh-pages/home/",
            "title": "Hello 👋",
            "summary": "Je suis Lucas, service designer. Mon rôle consiste à accompagner les organisations dans l'élaboration de leurs produits et services, en&hellip;",
            "content_html": "<h5>Je suis Lucas, service designer. Mon rôle consiste à accompagner les organisations dans l'élaboration de leurs produits et services, en vue de résoudre des enjeux sociaux. Mon objectif est de contribuer à leur inclusivité, durabilité et impact positif, tout en garantissant une mise en œuvre concrète.</h5>\n<p> </p>\n<h6><strong>Mon Approche</strong></h6>\n<p>Afin de saisir pleinement la portée de votre projet, qu'il s'agisse d'un problème à résoudre, d'un système à développer, d'un écosystème à explorer ou même d'une idée, il est impératif de cultiver une clarté analytique en plongeant dans l'expérience vécue par l'ensemble des acteurs qui interagissent avec celui-ci. Dans ce contexte de complexité, différentes approches permettent de découvrir les systèmes, interactions, acteurs, usages, etc. et de mettre à l'épreuve des hypothèses, éclairant ainsi la trajectoire à suivre pour mener à bien votre projet et l'investir concrètement, de l'idée jusqu'à sa réalisation.<br><br>Une méthodologie résolument adaptée à une appréhension globale du système ainsi que des utilisateurs et de leur environnement, en lien étroit avec le produit/service, se révèle incontournable pour énoncer des hypothèses ciblées, des propositions valides et perennes. Cette approche englobe :</p>\n<ul>\n<li>Recherche terrains (Analyse systémique de l'expérience, cartographie des acteurs, des relations, des dynamiques, besoins et problèmes) ;</li>\n<li>Exploration et définition de problématiques durable (sociale, environnementale, technique) ;</li>\n<li>Recherche approfondie des besoins des différents utilisateurs (interne ou externe à l'organisation) ;</li>\n<li>Ateliers de collaborations avec les parties prenantes ;</li>\n<li>Élaboration d'une feuille de route de la stratégie, des expérimentation et de l'optimisation continues du service et du modèle économique.</li>\n</ul>\n<h6> </h6>\n<h6 class=\"align-left\"><strong>Pour me contacter</strong></h6>\n<section id=\"contact\"></section>\n<p><a _ngcontent-vgm-c184=\"\" class=\"breadcrumb__link breadcrumb__hover flex align-items-center ng-star-inserted\"><span class=\"etc\" title=\"contact@lucasbramas.com\">contact@lucasbramas.com</span></a></p>\n<p><a href=\"https://mastodon.social/@lucasbms\" target=\"_blank\" rel=\"noopener noreferrer\">Mastodon</a></p>\n<p><a href=\"https://www.linkedin.com/in/lucasbramas/\" target=\"_blank\" rel=\"noopener noreferrer\">Linkedin</a></p>",
            "author": {
                "name": "Lucas"
            },
            "tags": [
            ],
            "date_published": "2023-06-28T14:14:04+02:00",
            "date_modified": "2023-08-10T08:46:54+02:00"
        },
        {
            "id": "https://lucas-bms.github.io/gh-pages/projets/",
            "url": "https://lucas-bms.github.io/gh-pages/projets/",
            "title": "Projets",
            "summary": "Enquête de terrain ciblant les agriculteurs possédant de petites exploitations. L'objectif était la conception et le développement d'un service de&hellip;",
            "content_html": "<p> </p>\n<table style=\"border-collapse: collapse; width: 100.57%; border-style: none;\" border=\"1\">\n<tbody>\n<tr style=\"border-style: hidden;\">\n<td style=\"width: 50.0713%; border-style: hidden;\">\n<h4>Ignitia, Ghana</h4>\n<details>\n<summary><strong>Summary</strong></summary>\n<p>Enquête de terrain ciblant les agriculteurs possédant de petites exploitations. L'objectif était la conception et le développement d'un service de prévision météorologique et de conseils pratiques en matière agricole.</p>\n</details></td>\n<td class=\"align-center\" style=\"width: 29.1013%; border-style: hidden;\">\n<p><strong>#service-design #user-research</strong></p>\n</td>\n<td class=\"align-center\" style=\"width: 20.8274%; border-style: hidden;\">\n<p><strong>2022-2023</strong></p>\n</td>\n</tr>\n<tr style=\"border-style: hidden;\">\n<td style=\"width: 50.0713%; border-style: hidden;\">\n<h4>Archives</h4>\n<details>\n<summary><strong>Summary</strong></summary>\n<p>Work in progress</p>\n</details></td>\n<td class=\"align-center\" style=\"width: 29.1013%; border-style: hidden;\">\n<p><strong>service design</strong></p>\n</td>\n<td class=\"align-center\" style=\"width: 20.8274%; border-style: hidden;\">\n<p><strong>2019-2022</strong></p>\n</td>\n</tr>\n</tbody>\n</table>",
            "author": {
                "name": "Lucas"
            },
            "tags": [
            ],
            "date_published": "2023-06-28T14:11:06+02:00",
            "date_modified": "2023-08-09T17:20:46+02:00"
        }
    ]
}
